{
	"language": "AR",
	"firstname": "SANTI",
	"lastname": "TABBACH",
	"time": {
		"mo": "mes",
		"mos": "meses",
		"yr": "año",
		"yrs": "años"
	},
	"presentation": {
		"title": "Hola! Soy Santi",
		"paragraph1": "Apasionado <1>desarrollador de software SSR</1> con experiencia en <3>React</3> y <5>React Native</5>, y un gran interés en <7>diseño UX/UI</7>.",
		"paragraph2": "Actualmente contribuyendo a un proyecto de experiencia inmersiva in situ, mientras me formo en desarrollo backend en <1>Codea IT</1>",
		"paragraph3": "También trabajando en mi <1>proyecto de tesis</1> para finalizar mi carrera en Ingeniería de Software.",
		"resume": "Currículum"
	},
	"work-experience": {
		"title": "Experiencia laboral",
		"experience1": {
			"title": "Ingeniero de Software Junior",
			"time": "2021-11-01 - 2023-07-31",
			"summary": "Dando mis primeros pasos en mi carrera profesional como desarrollador, aprendiendo y contribuyendo al equipo con una actitud proactiva."
		},
		"experience2": {
			"title": "Ingeniero de Software SSR",
			"time": "2023-08-01 - 2024-06-30",
			"summary": "Manteniendo y desarrollando nuevas funcionalidades para una aplicación de escritorio para PROJECT.",
			"project": "planificar cirugías de hombro"
		},
		"experience3": {
			"title": "Desarrollador FullStack",
			"time": "2024-06-24 - Presente",
			"summary": "Desarrollando nuevas funcionalidades para una aplicación web e in situ PROJECT y dando mis primeros pasos en el desarrollo backend.",
			"project": "Impulsada por IA"
		}
	},
	"technologies": {
		"title": "Tecnologías que utilizo"
	},
	"projects": {
		"title": "Mis proyectos",
		"description": "Mi experiencia profesional se centra en el desarrollo web con React; sin embargo, mi verdadera pasión está en el desarrollo mobile. Lo vas a notar en mis proyectos personales..",
		"project1": {
			"name": "5 Tenedores",
			"description": "La primera aplicación que desarrollé siguiendo un curso de Udemy. Esta app permite a los usuarios buscar y reseñar restaurantes, incluyendo funciones de autenticación y creación de restaurantes."
		},
		"project2": {
			"name": "Recycling Mate",
			"description": "Recycling Mate surgió como un proyecto interno en SimTLiX con fines académicos. Desarrollé esta app para que el equipo probara un modelo de Machine Learning para clasificar residuos. Permite a los usuarios tomar una foto y mostrar los resultados del modelo."
		},
		"project3": {
			"name": "My Finances",
			"description": "Desarrollé una aplicación para gestionar mis finanzas personales, permitiéndome crear y seguir listas de compras y generar informes basados en los datos recopilados por la app."
		},
		"project4": {
			"name": "Alertify",
			"description": "Esta aplicación sirve como mi proyecto de tesis para mi carrera en Ingeniería de Software. Desarrollé una app que permite a los vecinos de la ciudad alertar incidentes, rastrearlos en tiempo real y generar informes para las autoridades."
		},
		"project5": {
			"name": "My TODOs",
			"description": "Esta es mi primera aplicación Full Stack. Haciendo este proyecto aprendí a construir un CRUD completo con un sistema de autenticación y autorización usando el stack MERN."
		}
	},
	"posts": {
		"title": "Publicaciones en Medium",
		"description1": "Disfruto leer artículos de programación en Medium durante mi tiempo libre. Creo que es una excelente manera de mantenerse al día con las últimas tendencias.",
		"description2": "Ocasionalmente, también me siento motivado para publicar mis propios escritos:"
	}
}
